Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Data was used to evaluate actual human health risks, future risks based on changes of site use and potential leaching of heavy metals, as well as an evaluation of whether or not the slags meet the definition of a hazardous waste under Chilean law.
es: Los datos se usaron para evaluar los riesgos actuales a la salud humana, los riesgos a futuro basados en el cambio de uso del suelo, y la lixiviación potencial de metales pesados, así como de una evaluación de si la escoria cumplía con la definición de desechos peligrosos según la Ley de Chile.

source: Date
es: Fecha

source: Date (dd/mm/yyyy)
es: Fecha (dd/mm/aaaa)

source: Date Corrected
es: Fecha corrección

source: Date Initiated
es: Fecha de Inicio

source: Date Issued:
es: Fecha de emisión:

source: Date Occurred:
es: Fecha de Incidente:

source: Date codes for recalled models manufactured from January 2, 2012 through August 15, 2017 are 00212 through 22717. For units produced before 2007, a date code is not printed on the fire extinguisher.
es: Los códigos de fecha para los modelos a retirar que fueron fabricados entre el 2 de enero de 2012 y el 15 de agosto de 2017 son 00212 hasta 22717. Para las unidades fabricadas antes de 2007 no hay un código de fecha impreso en el extintor.

source: Date cycle completed
es: Fecha de término del ciclo

source: Date of Engagement
es: Fecha del involucramiento

source: Date of Investigation:
es: Fecha de Investigación:

source: Date of disposal.
es: Fecha de disposición

source: Date of incident:
es: Fecha del incidente:

source: Date(s) Reviewed
es: Fecha(s) de Revisión

source: Date:
es: Fecha:

source: Dated November 2, 2016.
es: con fecha 2 de noviembre de 2016.

source: Day trips to high altitude with return to a lower altitude to sleep are much less stressful on the body, including eating light meals
es: Los viajes de un día a gran altura con un regreso a menor altitud para dormir son mucho menos intensos para el cuerpo, así como las comidas livianas.

source: Day:
es: Día:

source: Deaggregate the seismic hazard by magnitude, distance, and source for 475- and 10,000-year return periods;
es: Desagregar el peligro sísmico por magnitud, distancia y fuente para periodos de retorno de 475 y 10.000 años;

source: Deaggregation
es: Desagregación

source: Deaggregation of the PGA and 0.2 s period at 475- and 10,000-year return periods indicates that the major contributor to the total hazard is intraslab earthquakes (M7.2 to M7.8) associated with the SZ4 seismic source at a distance of about 75 km from the Spence Mine site.
es: La desagregación de la aceleración horizontal máxima y del periodo espectral de 0,2 s con periodos de retorno de 475 y 10000 años sugiere que el principal factor que contribuye al peligro total son los sismos de intraplaca (M7,2 a M7,8) asociados con la fuente sísmica SZ4 a una distancia de alrededor de 75 km de la mina Spence.

source: Deaggregation of the PGA and 0.2 s spectral periods at a 475- and 10,000-year return periods indicates that the major contributors to the total hazard are intraslab earthquakes (M7.2 to M7.8) associated with the SZ4 seismic source at a distance of 75 km beneath the Spence Mine site.
es: La desagregación de la aceleración horizontal máxima y de los periodos espectrales de 0,2 s con periodos de retorno de 475 y 10000 años sugiere que los principales factores que contribuyen al peligro total son los sismos de intraplaca (M7,2 a M7,8) asociados con la fuente sismica SZ4 a una distancia de alrededor de 75 km de la mina Spence.

source: Deaggregation plots by magnitude and distance for the Spence Mine site are shown for 475- and 10,000-year return periods in Figure 12.
es: Se muestran gráficos de desagregación por magnitud y distancia para la mina Spence para periodos de retorno de 475 y 10000 años en la Figura 12.

source: Deaggregations are for the PGA, 0.2 s, and 1 s spectral periods (5% damped) for VS,30 of 760 m/s.
es: La desagregación es para la PGA y para los periodos espectrales de 0,2 s y 1 s (con 5% de amortiguamiento) para VS,30 de 760 m/s.

source: Dear Mr. Andoneagui,
es: Estimado Sr. Andonaegui:

source: Death, large scale, very high financial loss.
es: Muerte, gran escala, pérdida financiera muy grande.

source: Debrief to report and share information about the trip.
es: Informe y comparta información sobre el viaje

source: December 11, 2017
es: 11 de diciembre de 2017

source: December 2, 2015.
es: 2 de diciembre de 2015.

source: December 2017
es: Diciembre 2017

source: Decennial liability (strict liability for building projects often imposed in certain countries)
es: Responsabilidad decenal (responsabilidad estricta para proyectos de construcción que se exige en algunos países)

source: Decide on tactics.
es: Decidir las tácticas.

source: Decide on team.
es: Decidir cuál es el equipo.

source: Decision Criteria
es: Criterios de decisión

source: Decision Factors
es: Factores de decisión

source: Decision:
es: Decisión:

source: Declustering of Project Earthquake Catalog
es: Depuración del catálogo de sismos del proyecto

source: Dedicated to Health and Safety
es: La salud y la seguridad ante todo

source: Defective tools, equipment or materials
es: Herramientas, equipos o materiales defectuosos

source: Define a check-in protocol.
es: Definir un protocolo de llamadas.

source: Define a check-in protocol
es: Definir un protocolo de llamadas

source: Define and review concepts for disposal of tailings in the Suuri pit at Kittilä mine in Finland, while operating the underground mine.
es: Definir y revisar conceptos para la disposición de relaves en el pit Suuri de la mina Kittilä en Finlandia, mientras opera la mina subterránea.

source: Defined UGTs and the corresponding geological units are listed in Table 2.5:
es: Las UGT definidas y sus unidades geológicas correspondientes se indican en la Tabla 2.5.

source: Defined access and egress routes shall be maintained at all times.
es: Debe haber rutas de acceso y salida definidas en todo momento.

source: Definition of the subduction zone geometry;
es: Definición de la geometría de la zona de subducción;

source: Definitions
es: Definiciones

source: Deformation of the shallow crust generates shallow-focus (approximately ≤ 40 km depth) major-magnitude (M 6.5 to 7.0+) earthquakes located on faults within the crust.
es: La deformación de la corteza superficial genera sismos de foco poco profundo (≤ 40 km) de gran magnitud (M 6,5 a 7,0+) que se localizan dentro de la corteza.

source: Deformation of the shallow crust generates shallow-focus (approximately ≤40 km depth) major-magnitude (M6.5 to 7.0+) earthquakes located on faults within the crust.
es: La deformación de la corteza superficial genera sismos de foco poco profundo (≤ 40 km) de gran magnitud (M6,5 a 7,0+) que se localizan dentro de la corteza.

source: Deliberations (order of deliberation: Financial, Legal, Risk, President/VP)
es: Deliberación (en orden: Finanzas, Legal, Riesgo, Presidente/VP)

source: Delineate a ‘red zone’ or active dumping / excavating area where others are not to enter.
es: Defina una "zona roja" o área de descarga/excavación activa donde no deban entrar otros.

source: Deliverables
es: Entregables

source: Delouis et al. (1998) divide this region of Chile into a number of tectonic-geomorphic provinces that are, from west to east (Figure 1):
es: Delouis et al. (1998) dividen esta región de Chile en varias provincias tectónicas-geomórficas que son, de oeste a este (Figura 1):

source: Delouis et al. (1998) divides this region of Chile into a number of tectonic-geomorphic zones.
es: Delouis et al. (1998) dividen esta región de Chile en varias provincias tectónicas-geomórficas.

source: Delouis et al. (1998) noted that a fresh scarp several hundred meters long and about 20 m downslope of and parallel to the main trace of the Paposo fault developed in direct response to the 1995 moment magnitude (M) 8.1 Antofagasta earthquake with an epicenter at about 24.4S, 70.3W.
es: Delouis et al. (1998) advirtieron que se desarrolló un escarpe reciente de varios cientos de metros de longitud y cerca de 20 metros pendiente abajo y paralelo a la traza principal de la falla Paposo en respuesta directa al sismo de 1995 con magnitud de momento (M) 8,1 de Antofagasta y que tuvo su epicentro aproximadamente en el punto 24,4°S-70,3O.

source: Delouis et al. (1998) suggest that this observation is evidence for recent (historic) surface rupture.
es: Delouis et al. (1998) sugieren que esta observación es indicio de ruptura superficial reciente (histórica).

source: Demolition or removal of asbestos is classified as high risk construction work and must be undertaken by a competent person.
es: La demolición o remoción del asbesto se clasifica como trabajo de construcción de alto riesgo y debe ser llevada a cabo por una persona competente.

source: Demonstrates genuine caring for our people, subcontractors, clients, and work (VFL).
es: Demuestra auténtica preocupación por nuestra gente, subcontratistas, clientes y su trabajo (liderazgo visible y palpable.

source: Demonstrates our clients how we maintain quality, manage Health and Safety and our environmental responsibilities.
es: Demuestra a nuestros clientes cómo mantenemos la calidad, gestionamos la Salud y Seguridad, y nuestras responsabilidades ambientales.

source: Deméneghi y Asociados – Mexico City, Mexico
es: Deméneghi y Asociados – Ciudad de México, México

source: Departure time and estimated time of arrival.
es: Hora de salida y hora estimada de llegada

source: Departure/arrival location and estimated time
es: Lugar de salida/llegada y tiempos aproximados

source: Dependent on the year-end earnings and cash flow of the company
es: Depende de las utilidades a fin de año y del flujo de caja de la compañía

source: Depending on accessibility to the site and aesthetic considerations, a remote system incorporating electronic distance measurement equipment and survey reflectors strategically located on the face of the Gigantes may be an alternative.
es: Dependiendo de la accesibilidad al sitio y de las consideraciones estéticas, puede ser una alternativa un sistema remoto que incorpore equipos electrónicos de medición de distancia y reflectores situados estratégicamente en la faz de los Gigantes.

source: Depending on final closure design, the rates of infiltration may be lower at closure (e.g., reshaping, grading and placement of reclamation material on the top surface of these facilities may serve to lessen recharge in comparison to the rates assumed during operations); however the discharge locations will remain consistent with those shown during operations.
es: Dependiendo del diseño de cierre final, las tasas de infiltración pueden ser menores al cierre (por ejemplo, la remodelación, la nivelación y la colocación de material de abandono en la superficie de estas instalaciones puede aminorar la recarga en comparación con las tasas consideradas durante la operación). Sin embargo, las ubicaciones de descarga seguirán siendo las mismas que aquellas mostradas durante la operación.

source: Depending on risk tolerance, it may be acceptable to spend less on drainage of Phase 6 slopes if greater risk of slope failures is acceptable; this will depend on consequences of failure (must be manageable without representing a safety hazard) and the life of the slope (failures may continue to deteriorate particularly in wet weather)
es: Dependiendo de la tolerancia al riesgo, puede ser aceptable gastar menos en el drenaje de los taludes de la Fase 6 si se acepta un mayor riesgo de falla de taludes. Esto dependerá de las consecuencias de la rotura (debe ser manejable sin representar un riesgo de seguridad) y de la vida del talud (las roturas pueden seguir deteriorándose sobre todo en clima húmedo).

source: Depending on site conditions, each station (existing horizontal drain hole) should consist of a fan of 3 to 5 drainholes.
es: Dependiendo de las condiciones en el sitio, cada estación (pozo horizontal actual) debe consistir en un abanico de 3 a 5 pozos.

source: Depending on site conditions, each station (existing horizontal drain hole) should consist of a fan of 3 to 5 drains.
es: Dependiendo de las condiciones en el sitio, cada estación (pozo horizontal actual) debe consistir en un abanico de 3 a 5 drenes.

source: Depending on site conditions, each station should consist of a fan of 3 to 5 drains.
es: Dependiendo de las condiciones en el sitio, cada estación debe consistir en un abanico de 3 a 5 drenes.

source: Depending on the results of the piezometer flow testing, develop a design for a test well to evaluate the fractured bedrock aquifer;
es: Dependiendo de los resultados de los ensayos de flujo de piezómetros, desarrollar un diseño para un pozo de prueba para evaluar el acuífero en el basamento fracturado;

source: Depreciation and amortization policy
es: Política de depreciación y amortización

source: Depth (km)
es: Profundidad (km)

source: Depth Range (km)
es: Intervalo de profundidad (km)

source: Dermal contact – disposable nitrile gloves, long sleeve shirt and long trousers.
es: Contacto dérmico: guantes desechables de nitrilo, camisa de manga larga y pantalón largo.

source: Descend, if the symptoms become worse while resting at the same altitude.
es: Descender si los síntomas empeoran mientras se está descansando a la misma altitud.

source: Descent in the event of HAPE is urgent and mandatory, and should be accomplished with as little exertion as is feasible for the patient.
es: El descenso en caso de EPA es urgente y obligatorio y debe realizarse con el mínimo de esfuerzo posible para el paciente.

source: Descent should not be delayed if HACE is suspected.
es: Si se sospecha de ECA, no debe dilatarse el descenso.

source: Describe the incident and how it happened:
es: Describa el incidente y cómo sucedió:

source: Describe the key aspects to consider when planning to travel in the following cases:
es: Describa los aspectos clave a considerar al planificar un viaje en los siguientes casos:

source: Describe, evaluate, weight, and justify the selection of the GMPEs used to estimate the attenuation of earthquake ground motions from subduction zone and crustal fault seismic sources;
es: Describir, evaluar, ponderar y justificar la selección de las relaciones de atenuación utilizadas para estimar la atenuación de los parámetros sísmicos a partir de fuentes sísmicas en zona de subducción y fuentes de falla cortical;

source: Description
es: Descripción

source: Description (Abbreviated)
es: Descripción (abreviada)

source: Description of Activities
es: Descripción de las Actividades

source: Description of Amendment
es: Descripción del cambio

source: Description of task and work location
es: Descripción de la tarea y de la ubicación del trabajo

source: Description:
es: Descripción:

source: Design Strength Parameters by UGT
es: Parámetros de resistencia de diseño por UGT

source: Design and construction of shallow and deep building foundations.
es: Diseño y construcción de fundaciones someras y profundas para edificaciones.

source: Design and implement stormwater and groundwater controls
es: Diseñar e implementar controles de aguas pluviales y subterráneas.

source: Design challenges included high salinity connate water, swelling shales and high stresses.
es: Los desafíos de diseño fueron el agua congénita de alta salinidad, esquistos expansivos y grandes tensiones.

source: Design included training on core logging, rock mass classification, stope dimensions and recommendations on ground support.
es: El diseño incluyó capacitación en registro de testigos, clasificación de macizos rocosos, dimensiones de caserones y recomendaciones de fortificación.

source: Design of support remediation for the loading pocket # 4.
es: Diseño de remediación de la fortificación para el bolsón de carga 4.

source: Design of two 20-million gallon HDPE-lined reservoirs with leak detection and underdrain pumping systems and a shared brine transfer system
es: Diseño de dos depósitos con revestimiento de HDPE con capacidad para 20 millones de galones, detección de fugas y sistemas de bombeo basal, además de sistema de transferencia de salmuera compartido

source: Designing our Core Model for developing our future leaders and owners, in collaboration with our HR professionals, will be a key task for the committee this year
es: El diseño de nuestro Modelo Central para el desarrollo de líderes y propietarios futuros, en colaboración con RR.HH., será una tarea clave para el comité este año

source: Desired Outcome
es: Resultado esperado

source: Destination Cycle
es: Ciclo de Destino

source: Destination Details
es: Detalles del destino

source: Destination Requirements: (e.g. Personal Protective Equipment, sign in procedures etc.)
es: Requisitos del destino: (ej., equipo de protección personal, procedimientos de ingreso, etc.)

source: Detailed assessment of tunnel crown conditions during construction of a 1600 m long by 3.5 m diameter combined sewer overflow storage tunnel.
es: Evaluación detallada de condiciones de la bóveda de túneles durante la construcción de un túnel combinado de almacenamiento de desbordamiento de aguas cloacales de 1600 m de longitud y 3.5 m de diámetro.

source: Detailed design and construction support for Platte River crossing (HDD)
es: Diseño de detalle y asesoría en la construcción de cruce en el río de la Plata (HDD)

source: Detailed design for a 42-inch HDPE fresh water pipeline (replacement) in southern Alberta
es: Diseño de detalle para una tubería de conducción de agua dulce (reemplazo) de HDPE de 42 pulg. en el sur de Alberta

source: Detailed explanation of how the MCE acceleration response spectrum was developed;
es: Explicación con detalle la manera en que se desarrolló el espectro de respuesta de aceleración del evento MCE;

source: Detailed geotechnical investigation of pipeline route and quarry/borrow areas
es: Investigación geotécnica de detalle del trazado del sistema de conducción y de áreas de cantera/empréstito

source: Details
es: Detalles

source: Details of the development of the geotechnical model and analyses completed to support pit slope design recommendations are provided in Golder Associates (2017).
es: Los detalles del desarrollo del modelo geotécnico y los análisis efectuados para respaldar las recomendaciones de diseño de taludes del pit se presentan en Golder Associates (2017).

source: Details of the piezometers are provided in Table 2.7.
es: Los detalles de los piezómetros se presentan en la Tabla 2.7.

source: Details on drain construction length and flows are presented in Table 2.8.
es: Los detalles de la longitud de construcción de los drenes y sus flujos se presentan en la Tabla 2.8.

source: Details on the Guacas Diversion Tunnel model construction are provided on Slide 2.
es: Los detalles de la construcción del modelo del Túnel de Desviación Guacas se presentan en la diapositiva 2.

source: Detect developing trends that can be analyzed to identify specific or recurring problems
es: Detectar tendencias en desarrollo que puedan analizarse para identificar problemas puntuales o recurrentes

source: Determine HSSE resources and include them in project cost and schedule.
es: Determinar recursos de HSSE e incluirlos en el costo y programación del proyecto.

source: Determine dewatering requirements to maintain “dry” working conditions in the pit floor.
es: Determinar los requerimientos de secado para mantener condiciones de trabajo “secas” en el piso del pit.

source: Determine how to overcome it
es: Determinar cómo resolverlo

source: Determine if it is safe to respond.
es: Determinar si es seguro responder.

source: Determine potential – close learning or;
es: Determinar el potencial: caso cercano o;

source: Determine the combined flow from all drains monthly;
es: Determinar el flujo combinado de todos los drenes mensualmente;

source: Determine the combined flow from pit floor sumps monthly;
es: Determinar el flujo combinado de las sentinas de piso del pit mensualmente;

source: Determine the root causes.
es: Determinar las causas raíz.

source: Deterministic Seismic Hazard Analysis
es: Análisis de peligro sísmico determinístico

source: Detour Lake Project - Detour Gold
es: Proyecto Detour Lake, Detour Gold

source: Develop the Project Risk Register based on HAZID workshop results.
es: Elaborar el Registro de Riesgos del Proyecto basado en los resultados del taller de HAZID.

source: Develop a Journey Management Plan if needed ensuring that contact information is current
es: Desarrollar un Plan de Gestión de Viajes si es necesario con información de contacto actualizada

source: Develop a HSSE Management Plan and Communicate It
es: Desarrollar un Plan de Gestión de HSSE y comunicarlo

source: Develop a Journey Management Plan appropriate to the identified risks
es: Desarrolle un Plan de Gestión de Viajes apropiado para los riesgos identificados

source: Develop a conceptual hydrogeological model of Jayula instability
es: Desarrollar un modelo hidrogeológico conceptual de la inestabilidad Jayula Este;

source: Develop a conceptual hydrogeological model of the Jayula Este instability
es: Desarrollar un modelo hidrogeológico conceptual de la inestabilidad Jayula Este;

source: Develop a conceptual hydrogeological model of the confined aquifer below the pit floor
es: Desarrollar un modelo hidrogeológico conceptual del acuífero confinado debajo del piso del pit.

source: Develop a double height (20 m) pre-split for areas to be double benched to avoid drilling a second pre-split row at the toe of the upper bench and to avoid developing a ledge between lifts
es: Desarrollar un precorte de doble altura (20 m) para las zonas donde habrá bancos dobles para evitar perforar una segunda fila de precorte en el pie del banco superior y para evitar desarrollar una saliente entre capas.

source: Develop a slope depressurization program to reduce the pore water pressure.
es: Desarrollar un programa de despresurización de taludes para reducir las presiones de poros.

source: Develop corrective actions for each root cause identified.
es: Desarrollar acciones correctivas para cada causa raíz identificada.

source: Develop or review a WMS to describe the steps of the task, hazards involved and controls.
es: Elaborar o revisar un WMS para describir los pasos de la tarea, los peligros presentes y los controles.

source: Developed a Borehole Log Database in MSAccess for the City of Toronto.
es: Dearrollo de una base de datos de registro de sondajes en MSAccess para la ciudad de Toronto.

source: Developed a Borehole and laboratory database for the purpose of rock mass characterization using statistical approaches.
es: Desarrollo de una base de datos de sondajes y laboratorio para efectos de caracterización de macizo rocoso usando métodos estadísticos.

source: Developed a Groundwater Monitoring Database in Oracle for the Ontario Ministry of the Environment.
es: Desarrollo de una base de datos de monitoreo de aguas subterráneas en Oracle para el Ministerio del Medio Ambiente de Ontario.

source: Developed a Hydrogeological database in MSAccess for the purpose of pumping test interpretation and reporting.
es: Desarrollo de una base de datos hidrogeológica en MSAccess para efectos de interpretación y generación de informes de ensayos de bombeo.

source: Developed a Pavement Management Database in MSAccess for small Municipalities.
es: Desarrollo de una base de datos de manejo de pavimentos en MSAccess para pequeños municipios.
